/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "OK";
"CANCEL" = "Annulla";
"FORCE_EJECT" = "Forza espulsione…";
"CONFIRM_FORCE" = "Forza espulsione";
"TRY_AGAIN" = "Riprova";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "Il disco non è stato espulso perché uno o più programmi lo stanno utilizzando.";
"VOLUME_IN_USE" = "Il disco “%@” non è stato espulso perché uno o più programmi lo stanno utilizzando.";

"TRYING_TO_EJECT_INFO" = "Per espellere il disco immediatamente, fai clic sul pulsante Forza espulsione.";
"UNABLE_TO_EJECT_INFO" = "Puoi provare a espellere il disco di nuovo o a fare clic su Forza espulsione per espellerlo immediatamente.";

"UNKNOWN_FORCE_EJECT" = "Sei sicuro di voler espellere questo disco?";
"VOLUME_FORCE_EJECT" = "Sei sicuro di voler espellere “%@”?";

"CONFIRM_FORCEEJECT_INFO" = "L'espulsione del disco potrebbe causare problemi con il disco o con le informazioni in esso contenute.";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "Impossibile espellere il disco perché “%@” lo sta utilizzando.";
"VOLUME_IN_USE_BY_1GUIPROC" = "Impossibile espellere il disco “%1$@” perché “%2$@” lo sta utilizzando.";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "Impossibile espellere il disco perché “%1$@” e “%2$@” lo stanno utilizzando.";
"VOLUME_IN_USE_BY_2GUIPROCS" = "Impossibile espellere il disco “%1$@” perché “%2$@” e “%3$@” lo stanno utilizzando.";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "Impossibile espellere il disco perché “%@” e altre applicazioni lo stanno utilizzando.";
"VOLUME_IN_USE_BY_3GUIPROCS" = "Impossibile espellere il disco “%1$@” perché “%2$@” e altre applicazioni lo stanno utilizzando.";

"QUIT_ONE_INFO" = "Esci da tutte le applicazioni e prova di nuovo ad espellere il disco.";
"QUIT_MULTIPLE_INFO" = "Esci da tali applicazioni e prova di nuovo ad espellere il disco.";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "Il disco non può essere espulso perché un altro utente (“%@”) lo sta utilizzando.";
"VOLUME_IN_USE_BY_1USER" = "Il disco “%1$@” non può essere espulso perché un altro utente (“%2$@”) lo sta utilizzando.";

"UNKNOWN_IN_USE_BY_2USERS" = "Il disco non può essere espulso perché altri utenti (“%1$@” e “%2$@”) lo stanno utilizzando.";
"VOLUME_IN_USE_BY_2USERS" = "Il disco “%1$@” non può essere espulso perché altri utenti (“%2$@” e “%3$@”) lo stanno utilizzando.";

"UNKNOWN_IN_USE_BY_3USERS" = "Il disco non può essere espulso perché altri utenti (“%1$@”, “%2$@” e altri) lo stanno utilizzando.";
"VOLUME_IN_USE_BY_3USERS" = "Il disco “%1$@” non può essere espulso perché altri utenti (“%2$@”, “%3$@” e altri) lo stanno utilizzando.";

"LOGOUT_ONE_INFO" = "Prova a espellere ancora il disco, quando “%@” smetterà di utilizzarlo.";
"LOGOUT_MULTIPLE_INFO" = "Prova a espellere ancora il disco, appena gli altri utenti smetteranno di utilizzarlo.";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "Impossibile espellere il disco “%1$@” perché è in uso.";
"UNKNOWN_HAS_DISKIMAGE" = "Impossibile espellere il disco perché è in uso.";

"VOLUME_HAS_1DISKIMAGE_INFO" = "Espelli prima “%1$@”, quindi prova ad espellere di nuovo il disco “%2$@”.";
"VOLUME_HAS_2DISKIMAGES_INFO" = "Espelli prima “%1$@” e “%2$@”, quindi prova ad espellere di nuovo il disco “%3$@”.";
"VOLUME_HAS_3DISKIMAGES_INFO" = "Espelli prima “%1$@” e altri dischi, quindi prova ad espellere di nuovo il disco “%2$@”.";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "Espelli prima “%1$@”, quindi prova ad espellere di nuovo il disco.";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "Espelli prima “%1$@” e “%2$@”, quindi prova ad espellere di nuovo il disco.";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "Espelli prima “%1$@” e altri dischi, quindi prova ad espellere di nuovo il disco.";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "Il disco è stato espulso.";
"VOLUME_WAS_EJECTED" = "Il disco “%@” è stato espulso.";


/* Misc strings */
"TRYING_TO_EJECT" = "Tentativo di espulsione";

"PROCESS_PID" = "Processo %d";